Repository: ZoMamis/dbas
Catalog: dbas/locale/*/LC_MESSAGES/dbas.po
Languages: de

source: Imprint
de: Impressum

# imprint_list_of_software_and_changelog
source: Our imprint, a list of used software, the latest changelogs and our privacy policy
de: Unser Impressum, die verwendete Software und die letzten Änderungen

# data_tmg
source: Information according to § 5 TMG
de: Angaben gemäß § 5 TMG

source: Contact
de: Kontakt

# weiteres im
source: More on the
de: Weiteres im

# imprint_hhu
source: imprint of the Heinrich-Heine-University Düsseldorf
de: Impressum der Heinrich-Heine-Universität Düsseldorf

source: or checkout the
de: oder weiteres in der

# licence_dbas
source: license of D-BAS (MIT)
de: Lizenz von (D-BAS)

# copyright_and_used_software
source: Used Software
de: Verwendete Software

# changes
source: Changelog
de: Versionsänderungen

# faq
source: Frequent Questions
de: Häufige Fragen

# simple_answers
source: Simple answers to your most common questions
de: Kurze Antworten auf die häufigsten Fragen

# faq_question_ldap
source: How do we handle your login data?
de: Wie wird meine Uni-Kennung behandelt?

# faq_answer_ldap
source: We are using the name information service of the University Düsseldorf. Your password is send from your computer, to our server (which is placed at the University) and then towards the service of the ZIM. Each transmission is secured and encrypted. Additionally we will never save, log or display your password anywhere!
de: Wir nutzen das zentrale Namensverzeichnis der Universität Düsseldorf. Ihr Passwort wird über eine verschlüsselte Verbindung zu unserem Server in der Universität Düsseldorf übertragen und dort intern zum Dienst des ZIMs weitergeleitet. Wir werden Ihr Passwort zu keinem Zeitpunkt speichern oder anzeigen!

# faq_question_interest_opinion
source: What is the difference between interests and opinions?
de: Was ist der Unterschied zwischen Interessen und Meinungen?

# faq_answer_interest_opinion
source: If you select any answer in D-BAS, you will be interested in this statement/reaction/... but we will never think, that this is your personal opinion. Only if you mark an statement or argument as your opinion, we will know, that you have the same opinion like the given text.
de: Wenn Sie in D-BAS eine Aussage bzw. Antwort auswählen, interessieren Sie sich zunächst nur dafür. Erst wenn Sie eine Aussage als Ihre Meinung markieren, nimmt das System an, dass die Aussage bzw. Antwort Ihrer Meinung entspricht.

# faq_question_mark_opinion
source: Can I mark an statement or argument as my opinion?
de: Wie kann ich eine Aussage als meine Meinung markieren?

# faq_answer_mark_opinion
source: Yes, you can! Please press the yellow star at the beginning of a green bubble to mark a statement or an argument as your opinon. For this you have to be logged in.
de: Vor jeder grünen Sprechblase finden Sie einen kleinen Stern. Wenn Sie diesen klicken, markieren Sie den Text in der Sprechblase als Ihre Meinung.

# faq_question_graph
source: Is there any overview about all given arguments and statements?
de: Gibt es eine Übersicht über alle Argumente und Aussagen?

# faq_answer_graph
source: Yes, we have a graphical representation. Simply open the little sidebar in the discussion window and click on 'graph view'
de: Ja, wir haben eine graphische Darstellung aller Beiträge. Klicken Sie dazu in der Diskussionsbox auf das Menü-Icon und wählen 'Graphansicht'

# faq_question_buttons_next_to_statement
source: What are these little icons next to the statements?
de: Was sind das für kleine Symbole neben den Aussagen?

# faq_answer_buttons_next_to_statement
source: These little icons will appear on each set of statements in the answer field, if you are logged in.
de: Die Symbole tauchen nur auf, wenn Sie angemeldet sind.

# faq_answer_pencil_next_to_statement
source: The pencil allows you to submit proposals for edits.
de: Der Stift erlaubt es Ihnen, sprachliche Verbesserungen für eine Aussage einzureichen.

# faq_answer_flag_next_to_statement
source: With the help of the flag you can report statements, if there is something wrong.
de: Mit der Flagge können Sie Aussagen melden, wenn mit diesen etwas nicht stimmt.

# faq_answer_trash_next_to_statement
source: You made an statement on your own and not happy with it? Let's unsubscribe yourself as author.
de: Sie haben eine Aussage gemacht und sind nicht mehr glücklich damit? Mit der Mülltonne sind Sie ab sofort nicht mehr Autor dieser Aussage.

# faq_answer_bomb_next_to_statement
source: You are reading an statement, which should be supporting your conclusion, but it is nonsense? Let's attack this one!
de: Sie lesen eine Aussage und denken sich: 'Das ist aber nicht richtig!'. Dann klicken Sie auf die Bombe und greifen die Aussage an!

# faq_answer_link_next_to_statement
source: There is this specific website with facts about an statement? With the link-icon you can add references for a statement / argument.
de: Sie haben diese eine Webseite im Kopf, die eine Aussage unterstützt? Dann fügen Sie diese als Referenz zur Aussage hinzu.

# faq_question_bug
source: What do I do if I found a bug or have other questions about D-BAS?
de: Sie haben einen Fehler gefunden oder weitere Fragen zu D-BAS?

# faq_answer_bug1
source: If you think you've found an issue or have any other questions not covered above, please email us at
de: Wenn Sie irgendwelche Fragen haben, die hier nicht gelistet sind, so nutzen Sie die Mailadresse

# faq_answer_bug2
source: Please keep in mind that our current team is quite small and we'll do our very best to get back to you ASAP.
de: Bitte bedenken Sie, dass wir ein sehr kleines Team sind und wir unser Bestes versuchen werden, schnellstmöglich zu antworten.

source: News
de: Neuigkeiten

source: Latest news of D-BAS
de: Die aktuellesten Nachrichten rund um D-BAS

source: 404 Error
de: 404 Fehler

# something_wrong
source: Something went wrong
de: Etwas ging schief.

# 404_text_part1
source: The page
de: Die Seite

# 404_text_part2
source: could not be found
de: konnte nicht gefunden werden

# wrong_input_params
source: , because the input parameter seems to be wrong.
de: , weil die Paramter wahrscheinlich falsch sind

# author_revoked_content
source: , because the author revoked the content.
de: , da der Autor den Inhalt zurückgenommen hat.

source: Go home
de: Zur Startseite

source: go back to the discussion!
de: Zurück zur Diskussion!

# js_disabled1
source: JavaScript is not enabled:
de: JavaScript ist nicht aktiviert:

# js_disabled2
source: Please enable JavaScript!
de: Bitte JavaScript aktivieren!

# request_failed
source: Your request failed!
de: Ihre Anfrage ist fehlgeschlagen!

# please_reload
source: Please reload the page.
de: Bitte laden Sie die Seite erneut.

# request_success
source: Your request succeded!
de: Anfrage wurde erfolgreich verarbeitet.

source: About
de: Über

source: Services
de: Service

# landing-page-heading
source: The solution for large-scale Online-Discussions
de: Die Lösung für alle Online-Diskussionen

# welcome_to_dbas
source: Welcome to D-BAS - the Dialog-Based Argumentation System. It offers a clear discussion structure, a modern web interface, a decentralized moderation system and is easy to use for everyone!
de: Willkommen bei D-BAS - dem dialogbasierten Argumentationssystem. Es ist klar strukturiert, bietet ein modernes Web-Interface sowie eine verteilte Moderationsstruktur und ist für jeden schnell und einfach zu nutzen!

source: Find Out More
de: Mehr lesen

# start_directly
source: try it out
de: direkt starten

# we_have_you_need
source: We've got what you need: Structured Discussions!
de: Wir haben, was Sie brauchen: Strukturierte Diskussionen!

# landing_page_intro
source: With the rise of the Internet, we now have a basic infrastructure, which makes participation easier for everyone and independent of space and time. Online participation offers many possibilities for users as well as operators, has an impact on political and administrative decisions and has the potential to strengthen the acceptance and the quality of them. We offer a novel approach for large-scale online-discussion. Feel free to try it out now!
de: Mit dem Internet haben wir eine technische Möglichkeit, mit der Teilnehmer/innen jederzeit, unabhängig von Ort und Zeit, an Diskussionen Teilnehmen können. Online-Partizipation eröffnet den Nutzer/innen und auch den Betreibern völlig neue Möglichkeiten, hat Einfluss auf die politische und administrative Entscheidungsfindung sowie Möglichkeiten, diese zu stärken. Wir bieten dafür einen völlig neuen Ansatz, damit auch eine große Anzahl an Teilnehmer/innen problemfrei miteinander diskutieren kann.

source: Get Started
de: Gleich loslegen

source: At Your Service
de: Zu Ihren Diensten

source: Easy-to-Use
de: Einfach zu nutzen

# easy_to_use_text
source: No complicated argumentation. Step-by-step dialogs.
de: Keine komplizierte Argumentation. Einfache Schritt-für-Schritt Dialoge.

source: Clear Structure
de: Klare Strukturen

# clear_structure_text
source: Argument-maps are to messy. Let's use a modern chat-interface.
de: Argumentkarten sind echt hässlich. Nutzen wir doch moderne Chat-Strukturen.

# dec_mods
source: Decentralized Mods
de: Verteilte Moderation

# dec_mods_text
source: Give the power to the crowd. They know how to use it.
de: Die User haben die Macht. Sie wissen, was man damit macht.

# developed_at_uni
source: Proved Scientifically
de: Wissenschaftlich Belegt

# developed_at_uni_text
source: D-BAS was developed at the university in cooperation with cities.
de: D-BAS wurde an einer Uni in Zusammenarbeit mit Kommunen entwickelt.

# tested_by_crowd
source: Tested by a Crowd
de: Von allen getestet

# tested_by_crowd_text
source: Scientifically evaluated and tested by students and citizens.
de: D-BAS wurde wissenschaftlich evaluiert und von Vielen getestet.

source: Ready to Ship
de: Direkt einsatzbereit

# ready_to_ship_text
source: Easy to deploy and maintain, because it is shipped with Docker.
de: Einfach aufzusetzen und zu warten, denn wir nutzen Docker.

source: Up to Date
de: Immer Aktuell

# up_to_date_text
source: We update dependencies to keep things fresh.
de: Wir halten alles aktuell und frisch.

source: Made with Love
de: Mit Liebe gemacht

# made_with_love_text
source: Developed by scientists in Düsseldorf.
de: Von Wissenschaftlern in Düsseldorf gemacht.

# free_at_github
source: Free Download at Github!
de: Direkter Download auf GitHub

source: Download Now
de: Jetzt laden

# from_uni_to_pratice
source: From the University into Practice
de: Von der Universität in die Praxis

# work_based_on
source: This work is part of the graduate school on
de: Dieses Projekt ist Teil des Graduierten-Kollegs

source: Online-Participation
de: Online-Partizipation

# funded_by
source: It is funded by the
de: Es wird finanziert vom

# ministry_of_innovation
source: Ministry of Innovation, Science and Research in North Rhine-Westphalia
de: Ministerium für Innovation, Wissenschaft und Forschung des Landes Nordrhein-Westfalen

# hhu
source: Heinrich-Heine-University Düsseldorf
de: Heinrich-Heine-Universität Düsseldorf

# graduate_school_online_participation
source: Graduation School on Online Participation
de: Fortschrittskolleg Online-Partizipation

# fhoev
source: University of Applied Sciences for Public Administration and management of North Rhine-Westphalia
de: Fachhochschule für öffentliche Verwaltung NRW

# diid
source: Düsseldorf Institut of Internet and Democracy
de: Düsseldorfer Institut für Internet und Demokratie

source: Statistics
de: Statistiken

source: Arguments
de: Argumente

source: Discussions
de: Diskussionen

source: Users
de: Benutzer

source: Reviews
de: Überprüfungen

# get_in_touch
source: Let's Get In Touch!
de: Treten Sie mit uns in Kontakt

# ready_to_start_with_us
source: Ready to start your next discussion with us? That's great! Give us a call or send us an email and we will get back to you as soon as possible!
de: Sie möchten Ihre nächste Diskussion mit uns starten? Das ist super! Schreiben Sie uns eine E-Mail. Wir werden uns schnellstmöglich bei Ihnen melden!

source: Field Experiment 2017
de: Feldstudie 2017

# most_important_information_about_field_experiment
source: Most important information about our field experiment in May 2017
de: Hier finden Sie die wichtigesten Informationen rund um unsere Feldstudie um mai 2017

source: When/Where?
de: Wann/Wo?

# may_2017_hhu
source: May 2017 at the University of Düsseldorf, Germany.
de: Im Mai 2017 an der Universität Düsseldorf in Deutschland.

# setting_description
source: We invited all computer science students of our university via mail to talk about the question: How can the studies of computer-science be improved and the problems caused by the large number of students be solved?
de: Wir haben alle Studierenden der Informatik eingeladen um gemeinsam über die Frage 'Wie können der Informatik-Studiengang verbessert und die Probleme, die durch die große Anzahl der Studierenden entstanden sind, gelöst werden?' zu diskutieren.

# key_fact
source: Key Facts?
de: Fakten?

# key_facts
source: Our key facts in short
de: Unsere Fakten...kurz und knapp

# key_fact1
source: 318 visitor, 137 returned at least once
de: 318 Besucher/innen, 137 davon sind mindestens einmal wiedergekommen

# key_fact2
source: 47 registrations, 35 contributed at least once
de: 47 Besucher/innen haben sich angemeldet, 35 davon auch Beiträge verfasst

# key_fact3
source: 235 contributed arguments
de: 235 verfasste Argumente

# key_fact4
source: 47 flagged statements
de: 47 markiere Aussagen

# discussion_can_be_seen
source: The discussion can be seen
de: Die Diskussion ist

source: here
de: hier einzusehen

# and_a_translated
source: and a translated, english version is available
de: und eine übersetzte, englische Version ist

source: Why?
de: Wieso?

# key_questions
source: We were primarily focused on two question
de: Wir haben uns auf zwei Kernfragen konzentriert

# key_question1
source: Does the dialog-based approach works for untrained users in a real-world setting?
de: Funktioniert der dialogbasierte Ansatz mit ungeübten Nutzen in einem echten Szenario?

# key_question2
source: Does a decentralized moderation system works for a dialog-based argumentation system?
de: Funktioniert das dezentralisierte Moderatorensystem auch für dialogbasierte Ansätze?

source: Findings?
de: Ergebnisse?

# findings1
source: We had many findings from our field experiment. The main results are summarized in
de: Es haben sich sehr viele, spannende Eigenschaften gezeigt. Die wichtigsten haben wir

source: this paper
de: in diesem Paper zusammengefasst

# findings2
source: Next to this, our colleague developed a tool to translate real world argumentation of D-BAS into abstract argumentation frameworks. This paper can be read
de: Zusätzlich hat unser Kollege ein Tool entwickelt und Echtwelt-Argumentation aus D-BAS in abstrakte Argumentationsframeworks umzuwandeln. Dieses Paper ist

# findings3
source: The resulting dump of our PostgreSQL database can be downloaded from our
de: Der PostgreSQL-Dump der Datenbank kann von unserem

source: server
de: Server geladen werden

source: License CC BY-NC-SA
de: Lizenz CC BY-NC-SA

# the archive contains
source: The archive contains three versions: the originaldataset of the discussion in German, a dataset which includes some corrections and a translated one.
de: Das Archiv beinhaltet drei Version: die originale Diskussion auf deutsch, eine korrigierte und eine ins englisch übersetze Version.

# findings4
source: The translation into an abstract AF can be
de: Die Übersetzungen in das abstracte AF können

# fetched to
source: fetched, too
de: auch geladen werden

# of_course_it_is_open_source
source: Of course! Every used tool is published under the MIT licencese and hosted on GitHub
de: Natürlich ist es Open-Source! Jedes Tool ist unter der MIT-Lizenz auf Github veröffentlicht

# docs
source: Documentation
de: Dokumentation

source: Where do I find it?
de: Wo kann ich sie finden?

source: Help
de: Hilfe

source: Documentation
de: Dokumentation

source: Field Experiment
de: Feldstudie

source: Cancel
de: Abbrechen

source: Do not remind me again
de: Nicht erneut erinnern

# information_missing
source: Information are missing
de: Uns fehlen Informationen

# plase_add_missing_infos_we_add_account
source: During the authentication we could not fetch all of the necessary information. Please add the missing information, so we can add a new account in D-BAS (Login via other providers won't work).
de: Während der Authentifizerung konnten wir nicht alle nötigen Informationen bekommen. Bitte geben Sie die restlichen Informationen an, sodass wir einen Account in D-BAS anlegen (Der Login über die Provider klappt dann leider nicht mehr).

# first_name
source: Your First Name
de: Vorname

# last_name
source: Your Last Name
de: Nachname

source: Your Gender
de: Ihr Geschlecht

# your_email
source: Your Email Address
de: Ihre E-Mail

# password
source: Your Password
de: Passwort

source: Password (confirm)
de: Passwort (Bestätigung)

source: Error:
de: Fehler:

source: Register
de: Registierung

source: Close
de: Schließen

source: Sign Up
de: Registrierung

source: Your Nickname
de: Ihr Nickname

source: Your Password
de: Ihr Passwort

source: Keep me logged in
de: Angemeldet bleiben

# forgot_password
source: Forgot your password?
de: Passwort vergessen?

# fill_in_mail_for_password
source: Please fill in your e-mail below. A new password will be send this address. This does not affect other services of the HHU:
de: Bitte trage Sie unten Ihre E-Mail-Adresse ein. Ein neues Passwort wird an diese Adresse gesendet. Dies ist bei der LDAP Kennung der HHU nicht möglich!

source: Password Strength
de: Stärke

# password_strength
source: very weak
de: sehr schwach

# captcha
source: Solve this captcha
de: Bitte lösen Sie das Captcha

source: Success:
de: Erfolg:

source: Or login via
de: Oder anmelden über

# writing_message
source: Writing a new message
de: Neue Nachricht schreiben

source: Error:
de: Fehler:

source: Success:
de: Erfolg:

source: Author
de: Autor

source: Date
de: Datum

source: Send News
de: News abschicken

# send_notification
source: Send Notifcation
de: Nachricht senden

# add_topic
source: Add a Topic
de: Thema hinzufügen

# please_enter_title
source: Your title here:
de: Ihr Thema:

# please_enter_info
source: Question for the topic:
de: Frage des Themas:

# please_enter_long_info
source: Full description:
de: Alle Informationen zum Thema:

# please_select_language_for_topic
source: Language of the discussion:
de: Sprache der Diskussion:

# is_topic_available_for_public
source: Is the topic available for the public?
de: Ist das Thema für jeden verfügbar?

# is_topic_read_only
source: Is the topic read only?
de: Soll nur gelesen werden können?

# select-reason
source: Selecting a reason
de: Grund auswählen

# statement_under_consideration_is
source: The statement under consideration is as follows
de: Die aktuelle Aussage ist

# argument_under_consideration_is
source: The argument under consideration is as follows
de: Das aktuelle Argument ist

# text_need_to_be_revised
source: The text needs to be revised.
de: Der Text sollte überarbeitet werden.

# statement_offtopic_or_irrelevant
source: This statement is off topic or irrelevant.
de: Die Aussage ist nicht themenbezogen/Spam.

# argument_offtopic_or_irrelevant
source: This argument is off topic or irrelevant.
de: Das Argument ist nicht themenbezogen/Spam.

# statement_harmful
source: This statement is harmful or abusive.
de: Die Aussage ist verletzend, schädigend oder missbräuchlich.

# argument_harmful
source: This argument is harmful or abusive.
de: Die Argument ist verletzend, schädigend oder missbräuchlich.

# statement_duplicate
source: Statement is a duplicate.
de: Aussage ist ein Duplikat

# statement_merge
source: This statement should be merged into several messages.
de: Die Aussage sollte mit einer weiteren verbunden werden.

# statement_split
source: This statement has more than one message.
de: Die Aussage sollte geteilt werden.

# reporting_parts_argument
source: Reporting (parts of) an argument
de: Melden eines Arguments (oder Teile davon)

# please_choose_part_to_report
source: Please choose which part of the argument you want to report
de: Bitte wählen Sie einen Teil des Arguments, der gemeldet werden soll

source: Report
de: Melden

# report_whole_argument
source: Report the whole argument.
de: Komplettes Argument melden.

# split_statement
source: Split Statements
de: Aussagen trennen

# split_multiple_statements
source: Please enter the splitted version of the statement; one per input field.
de: Bitte geben Sie die getrennte Version der Aussage unten ein, nennen Sie dabei pro Feld nur eine Aussage.

source: Submit
de: Senden

# split_multiple_statements_of_pgroup
source: The selected statement is already splitted in several parts, like the list illustrates below. Do you want to split the statements totally?
de: Die von Ihnen gewählte Aussage ist an sich schon, wie unten angegeben, getrennt. Möchten Sie, dass die Aussagen komplett von einander getrennt werden?

source: The statement
de: Die Aussage

source: consist out of
de: besteht aus

source: Yes
de: Ja

source: No
de: Nein

source: Merge Statement
de: Aussagen verbinden

# merge_multiple_statements
source: Please select the statements, that should be concatenated with the given statement via 'and':
de: Bitte wählen Sie die Aussagen aus, die mit der angegebenen Aussage mittels 'und' zusammen gehangen werden sollen:

# merge_multiple_statements_of_pgroup
source: The selected statement already consists out of multiple statement. Further on the several statements are listed. Do you want to merge these statement to one single statement?
de: Die von Ihnen gewählte Aussage besteht aus mehr als einer Aussage. Unten finden Sie die einzelnen Bestandteile. Möchten Sie dennoch, dass diese zu einer einzelnen Aussage verbunden wird?

source: Caution
de: Achtung

# do_you_really_disassociate_step_irreversible
source: Do you really want to disassociate yourself from your content? This step is irreversible! Subsequently you will not be the author of this
de: Möchten Sie wirklich von diesem Inhalt distanzieren? Dieser Schritt kann nicht zurückgenommen werden! Anschließend sind Sie nicht mehr Autor von diesem Statements.

# choose_a_step_to_jump_in
source: Please choose a step to jump in
de: Bitte wählen Sie eine Stelle für den Sprung

# below_you_will_find_list_with_jump_arguments
source: Below you find a list with all arguments, where your selected text is used:
de: Hier finden Sie alle Stellen, in denen die Aussage verwendet wird:

# refereces
source: References
de: Referenzen

# statement_reference_definition
source: Statement is a cite from a website like a newspaper article, which underpins the opinion. The source is the website as link.
de: Die Aussage ist ein Zitat von einer Nachrichtenseite o.Ä., welche Ihre Meinung untersützt. Die Quelle ist die Website.

source: Statement
de: Aussage

source: Source
de: Quelle

# please_choose_a_reference
source: Please choose a statement for your reference!
de: Bitte wählen Sie eine Aussage für Ihre Referenz!

source: Add reference
de: Referenzen hinzufügen

source: Toggle navigation
de: Navigation umstellen

source: Let's go
de: Los geht's

source: My Discussions
de: Meine Diskussionen

source: Switch Topic
de: Thema wechseln

source: Overview
de: Übersicht

source: Review
de: Prüfen

source: Settings
de: Einstellungen

source: Notifications
de: Benachrichtigungen

source: Logout
de: Abmelden

source: Personal User Page
de: Persönliche Seite

source: This are the details of
de: Das sind die Details von

source: Public Information of
de: Öffentliche Informationen von

source: Last Action
de: Letze Aktion

source: Last Login
de: Letze Anmeldung
