Repository: ZoMamis/dbas
Catalog: dbas/locale/*/LC_MESSAGES/dbas.po
Languages: de

source: Registered
de: Registierung

source: Profile Picture of
de: Profilbild von

# discussion_stat
source: Discussion Statistics
de: Diskussionsstatistik

source: Statements posted
de: Aussagen hinzugefügt

source: Edits done
de: Aussagen geändert

source: Reviews proposed
de: Änderungen vorgeschlagen

# discussion_votes_arguments
source: Marked Statements
de: Markierte Argumente

# discussion_votes_statements
source: Marked Arguments
de: Markierte Aussagen

# notification_board
source: Notifications
de: Benachrichtigungen

# unreadNotificationAnd
source: unread notifications and
de: ungelesene Benachrichtigungen und

source: total in the inbox.
de: insgesamt im Eingang.

source: There are
de: Es sind

source: in the outbox.
de: im Ausgang.

source: Inbox
de: Eingang

source: Outbox
de: Ausgang

source: NEW
de: NEU

source: From:
de: Von:

source: answer
de: antworten

# set_as_read
source: Set everything as read
de: Alle als gelesen markieren

source: Delete everything
de: Alle löschen

source: To:
de: An:

source: Settings
de: Einstellungen

# list_of_information
source: List of several information mapped with your account
de: Informationen rund um Ihren Account

source: Personal Information
de: Persönliche Informationen

source: Firstname
de: Vorname

source: Surname
de: Nachname

source: Public Nickname
de: Öffentlicher Nickname

# click_here_for_public_page
source: Click here for your public page
de: Öffentliche Seite ansehen

source: Group
de: Gruppe

source: Receive Notifications
de: Benachrichtigungen erhalten

# receive_mails
source: Receive E-Mails
de: E-Mails erhalten

source: Nickname is public
de: Nickname ist öffentlich

# message_language
source: Prefered message language
de: Sprache der Nachrichten

source: Guided tour on startup
de: Einführung auf der Startseite

# settings_not_set
source: Settings could not be set. Please try again later.
de: Einstellungen konnten nicht gesichert werden. Bitte versuchen Sie es später erneut.

# settings_set
source: Settings were set successfully.
de: Einstellungen wurden gesichert.

# discussion_clicked_statements
source: Clicked Arguments
de: Geklickte Aussagen

# discussion_clicked_arguments
source: Clicked Statements
de: Geklickte Argumente

source: Profile Picture
de: Profilbild

# change_gravatar
source: Change your profile picture on the
de: Änderen Sie Ihren Gravatar auf der

# what_is_gravatar
source: A Gravatar is a Globally Recognized Avatar. You upload it and create your profile just once, and then when you participate in any Gravatar-enabled site, your Gravatar image will automatically follow you there.
de: Ein Gravatar ist ein Globally Recognized Avatar (Global wiedererkennbarer Avatar). Sie können es einmalig erstellen und hochladen. Dadurch wird dieses Bild auf jeder Website angezeigt, die Gravat unterstützt. Ihr Bild wird Ihnen folgen.

# statistics_not_deleted
source: Statistics could not be deleted.
de: Statistiken konnten nicht gelöscht werden.

# statistics_deletet
source: Statistics were set successfully deleted.
de: Statistiken wurden gelöscht.

# change_dbas_password
source: Change your password in D-BAS
de: Passwort von D-BAS ändern

# this_does_not_affect_other_services
source: This does not affect other services next to D-BAS.
de: Diese Änderung betrifft nur das Passwort in D-BAS.

source: Old password
de: Altes Password

source: New Password
de: Neues Password

source: New Password (confirm)
de: Neues Password (Bestätigung)

# password_changed
source: Your password was changed
de: Ihr Passwort wurde geändert

# history_of_votes
source: The history of votes
de: Die Geschichte der Abstimmungen

source: Current decisions
de: Aktuelle Entscheidungen

# page_contains_list_past_votes
source: This page contains lists with an overview of past votes for each queue
de: Die Seite enthält eine Liste mit allen vergangenen Abstimmungen pro Queue

# page_contains_list_ongoing_votes
source: This page contains lists with an overview of ongoing votes for each
de: Die Seite enthält eine Liste mit allen aktuellen Abstimmungen pro Queue

# earn_more_reputation_for_queue
source: You have to earn more reputation for this queue
de: Für diese Queue ist mehr Reputation erforderlich

# you_have_no_access
source: You have no access to this site
de: Auf diese Seite haben Sie keinen Zugriff

# no_decision_for_this_queue
source: No decisions for this queue.
de: Keine Abstimmungen in dieser Schlange.

source: Edit
de: Änderung

source: Reason
de: Grund

source: Votes
de: Stimmen

source: Accepted
de: Akzeptiert

source: Voters Pro
de: Stimmen dafür

source: Voters Con
de: Stimmen dagegen

source: Timestamp
de: Zeitstempel

# actions
source: Action
de: Aktion

source: Undo
de: Rückgängig machen

source: Decentralized Moderation System
de: Verteiltes Moderationssystem

# moderation_of_dbas_is_decentralized
source: The moderation of D-BAS is decentralized, so that you are able to maintain the content
de: Die Moderation von D-BAS ist verteilt, sodass Sie den Inhalt mitbestimmen können

# no_arguments_to_review
source: No arguments to review in this queue!
de: Keine Argumente zum Begutachten!

source: Your Reputation
de: Ihr Karma

# unlimited_right_based_on_group
source: Based on your user group, you have all rights!
de: Basierend auf Ihrer Nutzergruppe haben Sie volle Rechte!

source: Reputation count
de: Reputations-Punktzahl

source: Action
de: Aktion

source: Queues
de: Listen

source: How To
de: Anleitung

# help_to_improve
source: Help improve the dialog
de: Helfen Sie, den Dialog zu verbessern

# dbas_is_moderated_by
source: D-BAS is moderated by you. Help your discussion members learn to argue and raise the quality of arguments by:
de: D-BAS wird durch Sie moderiert. Helfen Sie weiteren Teilnehmern, besser zu argumentieren und verbessern Sie die Diskussionsqualität, indem Sie

# evaluate_new_statements
source: evaluating new statements
de: neuer Aussagen bewerten

source: reviewing suspicious statements
de: verdächtige Aussagen melden

# voting_to_close
source: vote to close or reopen statements
de: abstimmen, ob Aussagen gelöscht werden sollen

# choose_task
source: Choose a task to get started!
de: Wählen Sie eine Aufgaben und los geht's

# current_reputation_os
source: Your current reputation count is
de: Ihre aktuelle Reputations-Punktzahl beträgt

source: Open Tasks
de: Offene Entscheidungen

source: Topic
de: Thema

source: Recent Reviews
de: Letzte Gutachter

source: None
de: Keine

# what_is_reputation
source: What is reputation? How do I earn (and lose) it?
de: Was ist Reputation? Wie bekomme (verliere) ich diese?

# what_is_reputation_def
source: Reputation is a rough measurement of how work you are doing for the discussion and the community.
de: Reputation ist eine grobe Messung, wieviel Arbeit Sie in die Diskussion und die Communty stecken.

# what_is_reputation_earn
source: You can earn it by using D-BAS and all of its great functions.
de: Sie können mehr Reputation durch die Nutzung von D-BAS verdienen.

# what_is_reputation_use
source: Basic use of D-BAS does not require any reputation at all.
de: Bei der alltägliche Nutzung von D-BAS bedarf es keiner Reputation.

# gain_rep_when
source: You gain reputation when:
de: Reputation bekommen

# lose_rep_when
source: You lose reputation when:
de: Reputation verlieren

source: Privileges
de: Privilegien

# privileges_explanation
source: Privileges control what you can see in the review queues of D-BAS. Gain more privileges by increasing your reputation.
de: Durch Privilegien erhalten Sie Zugriff auf die Schlangen von D-BAS. Erhalten Sie mehr Privilegien durch mehr Reputation.

source: Split
de: Teilen

# wrapped_more
source: (more)
de: (mehr)

# wrapped_less
source: (less)
de: (weniger)

# change_okay
source: Change is okay
de: Änderung ist okay

source: Reject it
de: Ablehnen

source: Skip it
de: Überspringen

source: Information for the different buttons
de: Informationen zu den Knöpfen

source: Split it
de: Teile es

# marked_statement_to_slit
source: , if the selected statement is a set of than one statement and the given proposals match to the original content.
de: , wenn der angegebene Text aus mehr als einer Aussage besteht.

# statement_not_to_split
source: for marked statements, which should not be splitted.
de: für Aussagen, die nicht getrennt werden sollen.

# skip_it_explanation
source: if you are not sure and want to go to the next argument.
de: wenn Sie unsicher sind und zum Nächsten gehen möchten.

source: In the discussion about
de: In der Diskussion über

source: following statement was flagged:
de: wurde folgende Aussage markiert:

# this_statement_should_be_splitted
source: This statement should be splitted into:
de: Diese Aussage soll geteilt werden zu:

source: Reported
de: Gemeldet

source: Reported by
de: Von

source: Viewed
de: Gesehen von

source: Attacks
de: Attackiert von

source: Supports
de: Unterstützt von

source: Duplicates
de: Duplikate

source: Duplicate
de: Duplikat

source: Unique
de: Einzigartig

# its_duplicate
source: It's a duplicate
de: Es ist ein Dupliat

# marked_statement_is_duplicate
source: , if the marked statement is a duplicate.
de: , wenn die markierte Aussage ein Duplikat ist.

source: It's unique
de: Es ist einzigartig

# duplicate_is_unique
source: for marked statements, which are unique.
de: , wenn es kein Duplikat ist.

# this_is_original_statements
source: This is the original statement:
de: Dies ist die ursprüngliche Version:

source: Optimizations
de: Optimieren

# correct_it
source: Let me correct it
de: Verbesserungen angeben

source: It's okay so
de: Das ist okay so

source: Information for the different reasons
de: Informationen zu den Gründen

source: Off topic or irrelevant
de: Nicht relevant / Spam

# off_topic_explanation
source: text does not belong to the topic under discussion
de: wenn der Text nicht zur Thematik passt

# inappropriate_harmful_abbusive
source: Inappropriate, harmful or abbusive
de: Nicht angebracht, verletzend oder verachtend

# inappropriate_harmful_abbusive_explanation
source: are posts, which are inappropriate, harmful or abbusive
de: wenn Beiträge nicht angebracht, verletzend oder verachtend sind

source: Needs optimization
de: Der Text sollte überarbeitet werden

# needs_optimization_explanation
source: if posts are useful, but need edits in grammar and/or spelling
de: wenn Beiträge rein sprachlich überarbeitet werden sollten

# correct_it_explanation
source: , if you have an idea for a better formulation with the same
de: , wenn Sie eine Idee zur besseren Formulierung (aber demselben Inhalt) haben.

# its_okay_so_explanation
source: for arguments, which can be understood as-is.
de: für Argumente, die so gut verständlich sind.

source: following argument was flagged:
de: wurde folgendes Argument markiert:

# context_where_statement_is_used
source: Context, where the statement is used:
de: Kontext, indem die Aussage verwendet wird:

source: Request lock
de: Sperrung anfragen

# argument_is_locked
source: This argument is locked for your edit. You have
de: Dieses Argument ist für Sie gesperrt. Sie haben

source: minutes
de: Minuten

# please_make_your_edits
source: Please make your edits in grammar and/or spelling here:
de: Bitte geben Sie Änderungen in Grammatik/Rechschreibung hier an:

source: Your correcture
de: Ihre Änderung

source: Send
de: Änderungen schicken

source: Deletes
de: Löschen

source: Delete it
de: Löschen

source: It's Okay
de: Das ist okay so

# its_okay_explanation
source: for arguments, which should not be deleted.
de: für Argumente, die nicht gelöscht werden sollen.

# delete_it_explanation
source: for arguments, that should be deleted based on the reason above.
de: für Argumente, die basierend auf dem genannten Grund, gelöscht werden sollen.

source: Merge
de: Zusammenfügen

source: Merge it
de: Verbinde es

# marked_statement_to_merge
source: , if the selected statements should be one, single statements and the given proposal matches to the original contents.
de: , wenn die gegebenen Texte gleich einer Aussage sind.

# statement_not_to_merge
source: for marked statements, which should not be merged.
de: für Aussagen, die nicht verbunden werden sollen.

# this_statement_should_be_merged
source: This statement should be merged to:
de: Diese Aussagen soll zusammengfügt werden zu:

source: Edits
de: Änderung

# correction_is_okay
source: , if the correction is acceptable and the argument is not
de: für Änderungen, die korrekt sind.

# reject_itexplanation
source: for correction which are inappropriate are wrong.
de: für Änderungen, die falsch sind.

source: following argument was corrected.
de: wurde folgendes Argument korrigiert:

source: These are the edits:
de: Dies sind die Änderungen:

# this_is_original_version
source: This is the original version
de: Dies ist die ursprüngliche Version

source: Thank you
de: Vielen Dank

# finish_text
source: Your participation in this discussion was saved and will be used for evaluation later. If you have any questions, please do not hesitat to
de: Ihre Beteiligung in dieser Diskussion wurde gespeichert und später für Auswertungen benutzt. Sollten Sie diesbezüglich Fragen haben, so

source: contact us
de: kontaktieren Sie uns bitte

source: Todays Summary
de: Heutige Zusammenfassung

source: Statements reported
de: Aussagen gemeldet

# reputation_colltected
source: Collected reputation
de: Gesammelte Reputation

source: Let's go home
de: Zur Startseite

source: Back to the discussion
de: Zurück zur Diskussion

# overview_of_discussion=
source: Overview of the Discussions
de: Übersicht über die Diskussionen

# page_contains_overview_all_created
source: This page contains an overview of discussions you have created as well as other participants created
de: Die Seite enthält eine Übersicht aller Diskussionen, die Sie oder andere erstellt haben

# overview_of_discussion
source: Overview of the Discussions
de: Übersicht über die Diskussionen

# page_contains_overview
source: This page contains an overview of discussions:
de: Die Seite enthält eine Übersicht aller Diskussionen:

source: Title
de: Titel

source: Language
de: Sprache

source: Statements
de: Aussagen

source: Creation
de: Erstellungsdatum

source: More Discussions
de: Weitere Diskussionen

# summary_discussion_other_users_but_admin
source: This is a summary of discussions other participants have created, but you are an admin. So you can en- and disable these discussions too:
de: Zusammenfassung der Diskussionen von weiteren Benutzer/innen. Da Sie aber Admin sind, können Sie auch diese sperren oder öffnen:

# summary_discussion_other_users
source: This is a summary of discussions other participants have created:
de: Zusammenfassung der Diskussionen von weiteren Benutzer/innen:

# other_users_not_discussion
source: Other users have not created any discussion yet.
de: Andere Nutzer/innen haben noch keine Diskussionen erstellt.

source: Participants
de: Teilnehmende

source: Enabled
de: Verfügbar

source: Public
de: Öffentlich

source: Writable
de: Schreibbar

source: Short Link
de: Kurzlink

source: Now
de: Jetzt

# summary_your_discussions
source: This is a summary of the discussions you have created:
de: Zusammenfassung Ihrer Diskussionen:

# you_created_no_discussion
source: You have not created any discussions yet, but maybe you can use the add button in the bottom left to create your own discussion.
de: Zusammenfassung der Diskussionen von weiteren Benutzern/innen:

source: Writable
de: Schreibbar

# discussion_is_read_only
source: No statements can be set for this discussion!
de: In dieser Diskussion können keine Beiträge mehr hinzugefügt werden!

source: Complete View
de: Komplette Ansicht

source: Default View
de: Standardansicht

# labels
source: Lables
de: Beschriftungen

source: Positions
de: Positionen

source: My path
de: Mein Pfad

source: My statements
de: Meine Aussagen

# supports_on_my_statements
source: Supports
de: Meine Unterstützungen

# attacks_on_my_statements
source: Attacks
de: Meine Angriffe
