Repository: ZoMamis/dbas
Catalog: review/locale/*/LC_MESSAGES/review.po
Languages: de

source: Queues
de: Schlangen

# help_to_improve
source: Help improve the dialog
de: Hilf, den Dialog zu verbessern

# dbas_is_moderated_by
source: D-BAS is moderated by you. Help your discussion members learn to argue and raise the quality of argumenty by:
de: D-BAS wird durch dich moderierst. Hilf weiteren Mitgliedern bei der Diskussionen und verbessere die Qualität der Argumente:

source: Evaluate new statements
de: Werte neue Aussagen

source: Reviewing suspicious statements
de: Überprüfe verdächtige Aussagen

# voting_to_close
source: Voting to close or reopen statements
de: Stimme ab, ob Aussagen ungültig sind

# choose_task
source: Choose a task to get started.
de: Wähle eine Aufgabe und leg los.

# current_reputation_os
source: Your current reputation count is:
de: Ihre aktuelle Reputation beträgt:

# unlimited_right_based_on_group
source: Based on your user group, you have all rights!
de: Basierend auf Ihrer Benutzergruppe haben Sie schon volle Rechte!

source: Open Tasks
de: Offene Aufgaben

source: Topic
de: Thema

source: Recent Reviews
de: Letzte Gutachter

source: None
de: Keine

# what_is_reputation
source: What is reputation? How do I earn (and lose) it?
de: Was ist Reputation? Wie verdiene (und verliere) ich sie?

source: Privileges
de: Privilegien

source: Date
de: Datum

source: Action
de: Aktion
